Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: This will create %lld new skills on the server.
ar: سيتم إنشاء %lld مهارة جديدة على الخادم.
az: Bu, serverdə %lld yeni bacarıq yaradacaq.
bg: Това ще създаде %lld нови умения на сървъра.
bn: এটা সার্ভারে %lld টা নতুন স্কিল তৈরি করবে।
bo: འདི་སར་བར་ལ་%lldསྲེ་མེད་ལས་རྫོགས་ཆེད་དམིགས་འཛུགས་ནས་ཡོད།
bs: Ovo će stvoriti %lld novih vještina na serveru.
ca: Això crearà %lld habilitats noves al servidor.
ceb: Ito ay lilikha ng %lld bagong skills sa server.
cs: Toto vytvoří %lld nových dovedností na serveru.
da: Dette vil oprette %lld nye færdigheder på serveren.
de: Das erstellt %lld neue Fähigkeiten auf dem Server.
el: Αυτό θα δημιουργήσει %lld νέες δεξιότητες στο διακομιστή.
es: Esto creará %lld nuevas habilidades en el servidor.
et: See loob serverisse %lld uut pädevust.
eu: Honek %lld trebetasun berri sortuko ditu zerbitzarian.
fa: این کار %lld مهارت جدید را در سرور ایجاد خواهد کرد.
fi: Tämä luo %lld uutta taitoa palvelimelle.
fr: Cela créera %lld nouvelles compétences sur le serveur.
fr_ca: Cela va créer %lld nouvelles compétences sur le serveur.
ga: Cruthóidh sé seo %lld scil nua ar an bhfreastalaí.
gl: Isto creará %lld novas habilidades no servidor.
he: זה ייצור %lld כישורים חדשים בשרת.
hi: यह सर्वर पर %lld नई स्किल बनाएगा।
hr: Ovo će stvoriti %lld novih vještina na serveru.
hu: Ez %lld új készséget hoz majd létre a szerveren.
id: Ini akan membuat %lld skill baru di server.
it: Questo creerà %lld nuove abilità sul server.
ja: これにより%lldの新しいスキルがサーバーに作成されます。
ka: ეს შექმნის %lld ახალ უნარს სერვერზე.
kab: Aya ara ifeḍ %lld tamusnit imaynuyen ar server.
ko: 서버에 새 기술 %lld개가 만들어져요.
lt: Tai sukurs %lld naujus įgūdžius serveryje.
lv: Tas izveidos %lld jaunas prasmes serverī.
ms: Ini akan mencipta %lld kemahiran baharu di pelayan.
nb: Dette vil opprette %lld nye ferdigheter på serveren.
nl: Dit zal %lld nieuwe vaardigheden op de server aanmaken.
pa: ਇਹ ਸਰਵਰ ਉੱਤੇ %lld ਨਵੀਆਂ ਸਕਿੱਲਜ ਬਣਾਏਗਾ।
pl: To stworzy %lld nowe umiejętności na serwerze.
pt_br: Isso vai criar %lld novas habilidades no servidor.
pt_pt: Isto vai criar %lld novas competências no servidor.
ro: Aceasta va crea %lld competențe noi pe server.
ru: Это создаст %lld новых навыков на сервере.
sk: Toto vytvorí %lld nových zručností na serveri.
sr: Ово ће креирати %lld нових вештина на серверу.
sv: Detta kommer att skapa %lld nya färdigheter på servern.
th: จะสร้างทักษะ %lld ใหม่บนเซิร์ฟเวอร์
tk: Bu, sunucuda %lld yeni beceri oluşturacak.
tr: Bu, sunucuda %lld yeni beceri oluşturacak.
ug: بۇ سېرۋېردە %lld يېڭى مهارەت يارىتىدۇ.
uk: Це створить %lld нових навичок на сервері.
ur: یہ سرور پر %lld نئی مہارتیں بنائے گا۔
uz: Bu serverda %lld yangi ko'nikma yaratadi.
vi: Điều này sẽ tạo %lld kỹ năng mới trên máy chủ.
zh_hans: 这将在服务器上创建%lld项新技能。
zh_hant: 這將在伺服器上建立 %lld 個新技能。

source: This will create a copy of this chat in your own chat list.
ar: هذا بينسخ الدردشة لقائمتك
az: Bu söhbətin nüsxəsi öz siyahında yaranacaq.
bg: Това ще създаде копие на този чат в списъка с твои чатове.
bn: এই চ্যাটের একটা কপি তোমার লিস্টে যোগ হবে।
bo: དེ་སྙིགས་གཅིག་བཟོ་དགོ༏
bs: Ovo će kreirati kopiju ovog chata u tvojoj listi chatova
ca: Això crearà una còpia d'aquest xat a la teva llista.
ceb: Gagawa ng copy ng chat na ito sa iyong list.
cs: Vytvoří kopii tohoto chatu v tvém seznamu chatů.
da: Dette laver en kopi af denne chat på din liste.
de: Dies erstellt eine Kopie dieses Chats in deiner Chatliste.
el: Αυτό θα δημιουργήσει αντίγραφο αυτής της συνομιλίας στη δική σου λίστα.
es: Esto creará una copia de este chat en tu lista de chats.
et: See loob selle vestluse koopia sinu vestluste loendisse.
eu: Honek txat honen kopia sortuko du zure txat zerrendan.
fa: این یک کپی از این چت رو در لیست چت شخصی‌ات ایجاد می‌کنه.
fi: Tämä luo kopion tästä chatista omaan luetteloon.
fr: Cela va créer une copie de ce chat dans ta liste de chats.
fr_ca: Ceci créera une copie de ce chat dans ta liste de chats.
ga: Cruthóidh sé cóip den chomhrá seo i do liosta.
gl: Isto creará unha copia deste chat na túa lista de chats.
he: זה יוצר עותק של הצ'ט הזה ברשימת הצ'טים שלך.
hi: ये इस चैट की कॉपी तुम्हारी चैट लिस्ट में बना देगा।
hr: Ovo će napraviti kopiju ovog chata u tvojoj listi chatova.
hu: Ez másolatot fog készíteni ebből a chatből a saját listádban.
id: Ini bakal buat copy chat ini di daftar chat mu.
it: Questo creerà una copia di questa chat nel tuo elenco di chat.
ja: このチャットのコピーが自分のチャットリストに作成されます
ka: ეს შექმნის ამ ჩატის ასლი თქვენი სიაში
kab: Ad d-useɣli tizeqqa n ucbur-agi ɣer talɣut n ucburen-ik.
ko: 이 채팅의 복사본이 내 목록에 생성돼요.
lt: Tai sukurs šio pokalbio kopiją tavo pokalbių sąraše.
lv: Tas izveidos čata kopiju tavā sarakstā.
ms: Ini akan buat salinan chat ini dalam senarai chat anda sendiri.
nb: Dette lager en kopi av denne chatten i din chatliste.
nl: Dit maakt een kopie van deze chat in je eigen chatlijst.
pa: ਇਹ ਇਸ chat ਦੀ ਕਾਪੀ ਤੁਹਾਡੀ list ਵਿੱਚ ਬਣਾ ਦੇਵੇਗਾ।
pl: To utworzy kopię tego czatu w twojej liście czatów
pt_br: Isso vai criar uma cópia deste chat na sua lista de chats.
pt_pt: Isto vai criar uma cópia deste chat na tua lista de chats.
ro: Aceasta va crea o copie a acestui chat în lista ta.
ru: Это создаст копию этого чата в твоём списке.
sk: Toto vytvorí kópiu tejto konverzácie vo svojom zozname chatov.
sr: Ovo će napraviti kopiju ovog chata u tvojoj listi chatova.
sv: Detta skapar en kopia av denna chatt i din egen chattlista.
th: จะสร้างสำเนาแชทนี้ในรายการแชท
tk: Bu sohbetin bir kopyası kendi sohbet listenize eklenir.
tr: Bu sohbetin bir kopyasını kendi listene ekle.
ug: بۇ سۆھبەت ئىزاھى سېنىڭ سۆھبەت تىزىمىڭگە قوشۇپ قويىدۇ.
uk: Це створить копію цього чату у твоєму списку
ur: یہ اپنی چیٹ لسٹ میں اس چیٹ کی ایک کاپی بنائے گا۔
uz: Bu suhbatning nusxasi sizning suhbat ro'yxatingizga qo'shiladi.
vi: Cái này sẽ tạo bản sao cuộc chat này trong danh sách chat của bạn.
zh_hans: 这会在你的聊天列表中创建此聊天的副本。
zh_hant: 這會在你的聊天列表中建立此聊天的副本。

source: This will create a copy of this chat in your own chat list. You can then continue the conversation.
ar: هذا بينسخ الدردشة لقائمتك. بعدين تقدر تكمل
az: Bu söhbətin nüsxəsi öz siyahında yaranacaq. Sonra söhbətə davam edə bilərsən.
bg: Това ще създаде копие на този чат в списъка с твои чатове. Можеш тогава да продължиш разговора.
bn: এই চ্যাটের একটা কপি তোমার লিস্টে যোগ হবে। তারপর চ্যাট চালিয়ে যেতে পারবে।
bo: དེ་སྙིགས་གཅིག་བཟོ་དགོ༏ ལབ་དུས་གུ་གོ༏
bs: Ovo će kreirati kopiju ovog chata u tvojoj listi chatova. Tada možeš nastaviti razgovor
ca: Això crearà una còpia d'aquest xat a la teva llista. Després pots continuar la conversa.
ceb: Gagawa ng copy ng chat na ito sa iyong list. Pwede mong ipagpatuloy ang conversation.
cs: Vytvoří kopii tohoto chatu v tvém seznamu chatů. Potom si můžeš pokračovat v konverzaci.
da: Dette laver en kopi af denne chat på din liste. Du kan derefter fortsætte samtalen.
de: Dies erstellt eine Kopie dieses Chats in deiner Chatliste. Du kannst dann das Gespräch fortsetzen.
el: Αυτό θα δημιουργήσει αντίγραφο αυτής της συνομιλίας στη δική σου λίστα. Μπορείς μετά να συνεχίσεις τη συνομιλία.
es: Esto creará una copia de este chat en tu lista de chats. Luego puedes continuar la conversación.
et: See loob selle vestluse koopia sinu vestluste loendisse. Seejärel saad jätkata.
eu: Honek txat honen kopia sortuko du zure txat zerrendan. Ondoren elkarrizketa jarraitu dezakezu.
fa: این یک کپی از این چت رو در لیست چت شخصی‌ات ایجاد می‌کنه. بعدا می‌تونی گفتگو رو ادامه بدی.
fi: Tämä luo kopion tästä chatista omaan luetteloon. Voit sitten jatkaa keskustelua.
fr: Cela va créer une copie de ce chat dans ta liste de chats. Tu peux alors continuer la conversation.
fr_ca: Ceci créera une copie de ce chat dans ta liste de chats. Tu pourras alors continuer la conversation.
ga: Cruthóidh sé cóip den chomhrá seo i do liosta. Is féidir leat ansin an comhrá a leanúint.
gl: Isto creará unha copia deste chat na túa lista de chats. Despois podes continuar coa conversa.
he: זה יוצר עותק של הצ'ט הזה ברשימת הצ'טים שלך. אתה יכול להמשיך בשיחה.
hi: ये इस चैट की कॉपी तुम्हारी चैट लिस्ट में बना देगा। फिर बातचीत जारी रख सकते हो।
hr: Ovo će napraviti kopiju ovog chata u tvojoj listi chatova. Zatim možeš nastaviti razgovor.
hu: Ez másolatot fog készíteni ebből a chatből a saját listádban. Utána folytathatod a beszélgetést.
id: Ini bakal buat copy chat ini di daftar chat mu. Terus kamu bisa lanjutin percakapannya.
it: Questo creerà una copia di questa chat nel tuo elenco di chat. Potrai poi continuare la conversazione.
ja: このチャットのコピーが自分のチャットリストに作成されます。その後、会話を続けられます
ka: ეს შექმნის ამ ჩატის ასლი თქვენი სიაში. შემდეგ განაგრძობთ საუბარს
kab: Ad d-useɣli tizeqqa n ucbur-agi ɣer talɣut-ik. Tzemred ad tkemmleḍ tɣermmawt.
ko: 이 채팅의 복사본이 내 목록에 생성돼요. 그 후 대화를 계속할 수 있어요.
lt: Tai sukurs šio pokalbio kopiją tavo pokalbių sąraše. Tada galėsi tęsti pokalbį.
lv: Tas izveidos čata kopiju tavā sarakstā. Pēc tam vari turpināt sarunu.
ms: Ini akan buat salinan chat ini dalam senarai chat anda sendiri. Anda boleh teruskan perbualan.
nb: Dette lager en kopi av denne chatten i din chatliste. Du kan deretter fortsette samtalen.
nl: Dit maakt een kopie van deze chat in je eigen chatlijst. Je kan het gesprek dan voortzetten.
pa: ਇਹ ਇਸ chat ਦੀ ਕਾਪੀ ਤੁਹਾਡੀ list ਵਿੱਚ ਬਣਾ ਦੇਵੇਗਾ। ਫਿਰ ਗੱਲ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ।
pl: To utworzy kopię tego czatu w twojej liście czatów. Potem możesz kontynuować rozmowę
pt_br: Isso vai criar uma cópia deste chat na sua lista de chats. Aí você consegue continuar a conversa.
pt_pt: Isto vai criar uma cópia deste chat na tua lista de chats. Depois podes continuar a conversa.
ro: Aceasta va crea o copie a acestui chat în lista ta. Poți continua conversația.
ru: Это создаст копию этого чата в твоём списке. Потом ты сможешь продолжить разговор.
sk: Toto vytvorí kópiu tejto konverzácie vo svojom zozname chatov. Potom môžeš pokračovať v rozhovore.
sr: Ovo će napraviti kopiju ovog chata u tvojoj listi chatova. Tada možeš nastaviti razgovor.
sv: Detta skapar en kopia av denna chatt i din egen chattlista. Du kan sedan fortsätta konversationen.
th: จะสร้างสำเนาแชทนี้ในรายการแชท คุณสามารถดำเนินการสนทนาต่อ
tk: Bu sohbetin bir kopyası kendi sohbet listenize eklenir. Sonra konuşmaya devam edebilirsin.
tr: Bu sohbetin bir kopyasını kendi listene ekle. Sonra sohbete devam edebilirsin.
ug: بۇ سۆھبەت ئىزاھى سېنىڭ سۆھبەت تىزىمىڭگە قوشۇپ قويىدۇ. ئاندىن سۆھبەتنى داۋاملاشتۇرالايسەن.
uk: Це створить копію цього чату у твоєму списку. Потім можеш продовжити розмову
ur: یہ اپنی چیٹ لسٹ میں اس چیٹ کی کاپی بنائے گا۔ پھر آپ بات چیت جاری رکھ سکتے ہیں۔
uz: Bu chat ko'chma nusxasini o'zining chat listiga qo'shib qo'yadi. Sohbatni davom ettira olasiz.
vi: Cái này sẽ tạo bản sao cuộc chat này trong danh sách chat của bạn. Rồi bạn tiếp tục trò chuyện được.
zh_hans: 这会在你的聊天列表中创建此聊天的副本。你可以继续对话。
zh_hant: 這會在你的聊天列表中建立此聊天的副本。你之後可以繼續對話。

source: This will permanently delete %lld selected conversations. This action cannot be undone.
ar: سيتم حذف %lld محادثة مختارة بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
az: Bu, seçilmiş %lld söhbət(lər)i daimi olaraq silinəcək. Bu əməl geri alına bilməz.
bg: Това ще трайно изтрие %lld избран разговор(и). Това действие не може да се отмени.
bn: এটা %lld টা নির্বাচিত কথোপকথন(গুলি) চিরকালের জন্য মুছে ফেলবে। এটা পূর্ববত করা যাবে না।
bo: འདི་གླེང་སྟེགས་%lldབདམས་པ%@དེ་ཐུག་ཐུག་གིས་བསུབ་ནས་ཡོད།འདི་ལོགས་ཀའི་ལས་ལ་གཞི་བྱེ་མི་ཆོག
bs: Ovo će trajno obrisati %lld odabranih konverzacija. Ova radnja se ne može poništiti.
ca: Això esborrarà permanentment %lld conversa(s) seleccionada(s). Aquesta acció no es pot desfer.
ceb: Ito ay permanenteng magbabura ng %lld selected conversation(s). Hindi na mababawi ang aksyon.
cs: Toto trvale smaže %lld vybraných konverzací. Tuto akci nelze vrátit zpět.
da: Dette vil permanent slette %lld valgte samtale(r). Denne handling kan ikke fortrydes.
de: Das wird %lld ausgewählte Unterhaltung(en) dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει μόνιμα %lld επιλεγμένη(ες) συνομιλία(ες). Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente %lld conversación(es) seleccionada(s). Esta acción no se puede deshacer.
et: See kustutab jäädavalt %lld valitud vestlus(t)e. Seda tegevust ei saa võtta tagasi.
eu: Honek %lld hautaturiko solasaldi betirako ezabatuko ditu. Ekintza hau ezin da desegin.
fa: این کار %lld مکالمه انتخاب شده را به طور دائم حذف خواهد کرد. این عمل قابل بازگشت نیست.
fi: Tämä poistaa pysyvästi %lld valittua keskustelua. Tätä toimintoa ei voi peruuttaa.
fr: Cela supprimera définitivement %lld conversation(s) sélectionnée(s). Cette action ne peut pas être annulée.
fr_ca: Cela va supprimer définitivement %lld conversation(s) sélectionnée(s). Cette action ne peut pas être annulée.
ga: Scriosfaidh sé seo go buan %lld comhrá roghnaithe. Ní féidir an gníomh seo a choigilt.
gl: Isto eliminará permanentemente %lld conversa(s) seleccionada(s). Esta acción non se pode desfacer.
he: זה ימחק לצמיתות %lld שיחות שנבחרו. לא ניתן לבטל פעולה זו.
hi: यह %lld चुनी हुई बातचीत(ओं) को हमेशा के लिए डिलीट कर देगा। इस कार्रवाई को वापस नहीं किया जा सकता।
hr: Ovo će trajno obrisati %lld odabranih razgovora(a). Ova akcija se ne može poništiti.
hu: Ez véglegesen törli a(z) %lld kiválasztott beszélgetést. Ez nem vonható vissza.
id: Ini akan menghapus permanen %lld percakapan terpilih. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà definitivamente %lld conversazione(i) selezionata(e). Questa azione non si può annullare.
ja: %lld件の選択した会話を完全に削除します。この操作は取り消せません。
ka: ეს სამუდამოდ წაშლის %lld არჩეულ საუბარს. ეს მოქმედება ვერ გაუქმდება.
kab: Aya ara suqqes-d akk %lld tutlayt ileqwaqen. Ur tezmert ara tseḥdad azref-a.
ko: 선택한 대화 %lld개를 영구 삭제해요. 취소할 수 없어요.
lt: Tai visam laikui ištrins %lld pasirinktą pokalbį(us). Šio veiksmo negalima atšaukti.
lv: Tas neatgriezenski izdzēsīs %lld atlasītās sarunas. Šo darbību nevar atsaukt.
ms: Ini akan secara kekal memadam %lld perbualan terpilih. Tindakan ini tidak boleh dibatalkan.
nb: Dette vil permanent slette %lld valgte samtale(r). Denne handlingen kan ikke angres.
nl: Dit verwijdert permanent %lld geselecteerde gesprek(ken). Deze actie kan niet ongedaan worden gemaakt.
pa: ਇਹ %lld ਚੁਣੀਆਂ ਗਈਆਂ ਗੱਲਬਾਤਾਂ ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾ ਦੇਵੇਗਾ। ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pl: To na stałe usunie %lld wybraną rozmowę. Tej akcji nie można cofnąć.
pt_br: Isso vai excluir permanentemente %lld conversa(s) selecionada(s). Essa ação não pode ser desfeita.
pt_pt: Isto vai eliminar permanentemente %lld conversa(s) selecionada(s). Esta ação não pode ser desfeita.
ro: Aceasta va șterge permanent %lld conversații selectate. Această acțiune nu poate fi anulată.
ru: Это навсегда удалит %lld выбранных диалогов. Это действие нельзя отменить.
sk: Toto natrvalo odstráni %lld vybraných konverzáci(í). Túto akciu nie je možné vrátiť späť.
sr: Ово ће трајно обрисати %lld одабране разговоре. Ова акција се не може опозвати.
sv: Detta kommer att permanent ta bort %lld vald(a) konversation(er). Den här åtgärden kan inte ångras.
th: จะลบการสนทนา %lld รายการที่เลือกอย่างถาวร ไม่สามารถเลิกทำได้
tk: Bu, %lld seçilen görüşme(ler) kalıcı olarak silinecek. Bu işlem geri alınamaz.
tr: Bu, seçilen %lld konuşma(yı) kalıcı olarak silecek. Bu işlem geri alınamaz.
ug: بۇ %lld تاللانغان گۇپلىشۇش نى مەڭگۈ ئۆچۈرىدۇ. بۇ ھەرىكەت ئەسلىگە قايتۇرۇلمايدۇ.
uk: Це назавжди видалить %lld обрану розмову. Цю дію неможливо скасувати.
ur: یہ مستقل طور پر %lld منتخب بات چیت کو ہٹائے گا۔ یہ عمل واپس نہیں کیا جا سکتا۔
uz: Bu %lld tanlangan suhbat(s)ni doimiy o'chirib tashlaydi. Bu harakatni bekor qilib bo'lmaydi.
vi: Điều này sẽ xóa vĩnh viễn %lld cuộc hội thoại được chọn. Hành động này không thể được hoàn tác.
zh_hans: 这将永久删除%lld个选中的对话。此操作无法撤销。
zh_hant: 這將永久刪除 %lld 個選定的對話。此操作無法復原。

source: This will permanently delete %1$lld selected conversation%2$@. This action cannot be undone.
ar: سيتم حذف %lld محادثة%@ مختارة بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
az: Bu, seçilmiş %lld söhbət%@ daimi olaraq silinəcək. Bu əməl geri alına bilməz.
bg: Това ще трайно изтрие %lld избран разговор%@. Това действие не може да се отмени.
bn: এটা %lld টা নির্বাচিত কথোপকথন%@ চিরকালের জন্য মুছে ফেলবে। এটা পূর্ববত করা যাবে না।
bo: འདི་གླེང་སྟེགས་%lldབདམས་པ%@དེ་ཐུག་ཐུག་གིས་བསུབ་ནས་ཡོད།འདི་ལོགས་ཀའི་ལས་ལ་གཞི་བྱེ་མི་ཆོག
bs: Ovo će trajno obrisati %lld odabranu konverzaciju%@. Ova radnja se ne može poništiti.
ca: Això esborrarà permanentment %lld conversa%@ seleccionada. Aquesta acció no es pot desfer.
ceb: Ito ay permanenteng magbabura ng %lld selected conversation%@. Hindi na mababawi ang aksyon.
cs: Toto trvale smaže %lld vybranou konverzaci%@. Tuto akci nelze vrátit zpět.
da: Dette vil permanent slette %lld valgt samtale%@. Denne handling kan ikke fortrydes.
de: Das wird %lld ausgewählte Unterhaltung%@ dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει μόνιμα %lld επιλεγμένη συνομιλία%@. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente %lld conversación%@ seleccionada. Esta acción no se puede deshacer.
et: See kustutab jäädavalt %lld valitud vestlus%@. Seda tegevust ei saa võtta tagasi.
eu: Honek %lld hautatutako solasaldi%@ betirako ezabatuko ditu. Ekintza hau ezin da desegin.
fa: این کار %lld مکالمه انتخاب شده%@ را به طور دائم حذف خواهد کرد. این عمل قابل بازگشت نیست.
fi: Tämä poistaa pysyvästi %lld valittua keskustelua%@. Tätä toimintoa ei voi peruuttaa.
fr: Cela supprimera définitivement %lld conversation%@ sélectionnée. Cette action ne peut pas être annulée.
fr_ca: Cela va supprimer définitivement %lld conversation%@ sélectionnée. Cette action ne peut pas être annulée.
ga: Scriosfaidh sé seo go buan %lld comhrá roghnaithe%@. Ní féidir an gníomh seo a choigilt.
gl: Isto eliminará permanentemente %lld conversa%@ seleccionada. Esta acción non se pode desfacer.
he: %lld שיחה%@ שנבחרה תימחק לצמיתות. לא ניתן לבטל פעולה זו.
hi: यह %lld चुनी हुई बातचीत%@ को हमेशा के लिए डिलीट कर देगा। इस कार्रवाई को वापस नहीं किया जा सकता।
hr: Ovo će trajno obrisati %lld odabranih razgovora%@. Ova akcija se ne može poništiti.
hu: Ez véglegesen törli a(z) %lld kiválasztott beszélgetést%@. Ez nem vonható vissza.
id: Ini akan menghapus permanen %lld percakapan terpilih%@. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà definitivamente %lld conversazione%@ selezionata. Questa azione non si può annullare.
ja: %lld件の選択した会話%@を完全に削除します。この操作は取り消せません。
ka: ეს სამუდამოდ წაშლის %lld არჩეულ საუბარს%@. ეს მოქმედება ვერ გაუქმდება.
kab: Aya ara suqqes-d akk %lld tutlayt ileqwaqen%@. Ur tezmert ara tseḥdad azref-a.
ko: 선택한 대화 %lld개%@를 영구 삭제해요. 취소할 수 없어요.
lt: Tai visam laikui ištrins %lld pasirinktą pokalbį%@. Šio veiksmo negalima atšaukti.
lv: Tas neatgriezenski izdzēsīs %lld atlasīto sarunas%@. Šo darbību nevar atsaukt.
ms: Ini akan secara kekal memadam %lld perbualan terpilih%@. Tindakan ini tidak boleh dibatalkan.
nb: Dette vil permanent slette %lld valgte samtale%@. Denne handlingen kan ikke angres.
nl: Dit verwijdert permanent %lld geselecteerde gesprek%@. Deze actie kan niet ongedaan worden gemaakt.
pa: ਇਹ %lld ਚੁਣੀਆਂ ਗਈਆਂ ਗੱਲਬਾਤਾਂ%@ ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾ ਦੇਵੇਗਾ। ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pl: To na stałe usunie %lld wybraną rozmowę%@. Tej akcji nie można cofnąć.
pt_br: Isso vai excluir permanentemente %lld conversa%@ selecionada(s). Essa ação não pode ser desfeita.
pt_pt: Isto vai eliminar permanentemente %lld conversa%@ selecionada. Esta ação não pode ser desfeita.
ro: Aceasta va șterge permanent %lld conversație%@ selectată(e). Această acțiune nu poate fi anulată.
ru: Это навсегда удалит %lld выбранный диалог%@. Это действие нельзя отменить.
sk: Toto natrvalo odstráni %lld vybrané konverzáci%@. Túto akciu nie je možné vrátiť späť.
sr: Ово ће трајно обрисати %lld одабран разговор%@. Ова акција се не може опозвати.
sv: Detta kommer att permanent ta bort %lld vald%@ konversation. Den här åtgärden kan inte ångras.
th: จะลบการสนทนา %lld %@ ที่เลือกอย่างถาวร ไม่สามารถเลิกทำได้
tk: Bu, seçilen %lld görüşme%@ kalıcı olarak silinecek. Bu işlem geri alınamaz.
tr: Bu, seçilen %lld konuşma%@'yı kalıcı olarak silecek. Bu işlem geri alınamaz.
ug: بۇ %lld تاللانغان گۇپلىشۇش%@ نى مەڭگۈ ئۆچۈرىدۇ. بۇ ھەرىكەت ئەسلىگە قايتۇرۇلمايدۇ.
uk: Це назавжди видалить %lld обрану розмову%@. Цю дію неможливо скасувати.
ur: یہ مستقل طور پر %lld منتخب بات چیت%@ کو ہٹائے گا۔ یہ عمل واپس نہیں کیا جا سکتا۔
uz: Bu %lld tanlangan suhbat%@ ni doimiy o'chirib tashlaydi. Bu harakatni bekor qilib bo'lmaydi.
vi: Điều này sẽ xóa vĩnh viễn %lld cuộc hội thoại%@ được chọn. Hành động này không thể được hoàn tác.
zh_hans: 这将永久删除%lld个选中的对话%@。此操作无法撤销。
zh_hant: 這將永久刪除 %lld 個選定的對話%@。此操作無法復原。
